---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.FabricSheetType
source: html/2f94d49a-17bf-5047-a579-d2f59d6e4bbf.htm
---
# FabricSheetType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.